/**
 * Created by android on 2017/4/18.
 */


import Utils from '../utils/Utils'
var deviceWidth = Utils.getScreenWidth();
var k = Utils.getAutoScaleHeight();

var Constant = {
    titleHeight: 80 * k,
    mainColor: "#26b484",
    jobDetail: "岗位职责:\r\n1.负责接送孩子下学,保证孩子安全; \r\n2.保证孩子的作业准时完成,并进行学习指导 ; \r\n" +
    "3.做好课班管理,传授课外拓展知识; \r\n4.观察孩子学习情况,每天与家长沟通,反馈孩子表现,提供 学习建议; " +
    "\r\n5.周末或者假期外出写生班(国内或者国外)。\r\n" +
    " 岗位要求: \r\n男女不限,有在大型培训机构托管班工作过的优先。\r\n有责 任心、有耐心,表达 能力强,热爱教育事业。\r\n英语三级以上, 能辅导小学英语课程。 " +
    "\r\n付出就有回报: " +
    "\r\n1、薪酬:底薪+奖金+带薪培训。\r\n 2、培训:提供教学、管理及领导技巧等方面的培训。\r\n1、薪酬:底薪+奖金+带薪培训。\r\n 2、培训:提供教学、管理及领导技巧等方面的培训。" +
    "\r\n1、薪酬:底薪+奖金+带薪培训。\r\n 2、培训:提供教学、管理及领导技巧等方面的培训。" +
    "\r\n1、薪酬:底薪+奖金+带薪培训。\r\n 2、培训:提供教学、管理及领导技巧等方面的培训。" +
    "\r\n1、薪酬:底薪+奖金+带薪培训。\r\n 2、培训:提供教学、管理及领导技巧等方面的培训。"
}
module.exports = Constant;